[
  {
    "title": "FTN FORUM²",
    "url": "https://ftn.uns.ac.rs/ftn-forum%c2%b2/",
    "date": "13.11.2025",
    "excerpt": "Forum industrije i akademije: Pametna rešenja za Društvo 5.0 Pozivamo vas na FTN FORUM², Forum industrije i akademije: Pametna rešenja za Društvo 5.0, koji će se održati u Naučno-tehnološkom parku u Novom Sadu, 27. novem",
    "image": "https://ftn.uns.ac.rs/wp-content/uploads/2025/11/FTN-FORUM-BANER-768x543.jpg"
  },
  {
    "title": "Konkurs za istraživačku mobilnost na Univerzitetu u Palermu",
    "url": "https://ftn.uns.ac.rs/konkurs-za-istrazivacku-mobilnost-na-univerzitetu-u-palermu/",
    "date": "13.11.2025",
    "excerpt": "Konkurs za istraživačku mobilnost na Univerzitetu u Palermu (Italija) u okviru projekta DESK – Developing Shared Knowledge in Innovative Materials and Digital Transformation for Sustainable Economy and Green Transition. ",
    "image": "https://ftn.uns.ac.rs/wp-content/uploads/2025/03/obavestenje-za-studente.png"
  },
  {
    "title": "Svečani prijem studenata I godine osnovnih akademskih studija, generacija 2025/26",
    "url": "https://ftn.uns.ac.rs/svecani-prijem-studenata-i-godine-osnovnih-akademskih-studija-generacija-2025-26/",
    "date": "07.11.2025",
    "excerpt": "U prepunom centralnom holu Naučno-tehnološkog parka, Fakultet tehničkih nauka Univerziteta u Novom Sadu, u petak, 7. novembra, svečano je dočekao novu generaciju studenata koji će narednih godina stasavati u inženjere. G",
    "image": "https://ftn.uns.ac.rs/wp-content/uploads/2025/11/b--768x512.jpg"
  },
  {
    "title": "Konkurs za drugi upisni rok – doktorske studije",
    "url": "https://ftn.uns.ac.rs/konkurs-za-drugi-upisni-rok-doktorske-studije/",
    "date": "07.11.2025",
    "excerpt": "Konkurs za drugi upisni rok – doktorske studije. Tekst Konkursa pročitajte OVDE",
    "image": "https://ftn.uns.ac.rs/wp-content/uploads/2025/11/drugi_upisni_rok_konkurs-768x543.jpg"
  },
  {
    "title": "KONAČNE RANG LISTE I UPIS STUDENATA U VIŠE GODINE STUDIJA",
    "url": "https://ftn.uns.ac.rs/konacne-rang-i-upis-studenata-u-vise-godine-studija/",
    "date": "06.11.2025",
    "excerpt": "Obaveštavamo studente da su postavljene konačne rang liste za upis u školsku 2025/2026. godinu. Podnošenje elektronskog zahteva za upis omogućeno je putem studentskog veb servisa i trajaće do 12. novembra 2025. godine. h",
    "image": "https://ftn.uns.ac.rs/wp-content/uploads/2025/03/obavestenje-za-studente.png"
  },
  {
    "title": "Fakultet tehničkih nauka i Elektrodistribucija Srbije potpisali Memorandum o saradnji",
    "url": "https://ftn.uns.ac.rs/fakultet-tehnickih-nauka-i-elektrodistribucija-srbije-potpisali-memorandum-o-saradnji/",
    "date": "04.11.2025",
    "excerpt": "Na Fakultetu tehničkih nauka Univerziteta u Novom Sadu danas je potpisan Memorandum o saradnji između Elektrodistribucije Srbije d.o.o. Beograd i Fakulteta tehničkih nauka, kojim se uspostavlja strateško partnerstvo u ob",
    "image": "https://ftn.uns.ac.rs/wp-content/uploads/2025/11/VRSP0878-768x512.jpg"
  }
]