[
  {
    "title": "Održan 31. naučno-stručni skup „Trendovi razvoja“",
    "url": "https://ftn.uns.ac.rs/odrzan-31-naucno-strucni-skup-trendovi-razvoja/",
    "date": "08.12.2025",
    "excerpt": "XXXI naučno-stručni skup „Trendovi razvoja“ održan je u hotelu “Fontana” u Vrnjačkoj Banji od 3. do 5. decembra 2025. godine, pod centralnom temom „Budućnost visokog obrazovanja: kvalitet, internacionalizacija, digitaliz",
    "image": "https://ftn.uns.ac.rs/wp-content/uploads/2025/12/IMG_2665-768x576.jpg"
  },
  {
    "title": "Preliminarne rang liste studenata viših godina za smeštaj u studentskim domovima",
    "url": "https://ftn.uns.ac.rs/preliminarne-rang-liste-studenata-visih-godina-za-smestaj-u-studentskim-domovima/",
    "date": "08.12.2025",
    "excerpt": "Ovde možete pogledati preliminarne rang liste studenata viših godina koji su konkurisali za smeštaj u studentskim domovima u Studentskom centru Novi Sad. PRELIMINARNA RANG LISTA FTN, ŠKOLSKA 2025-26",
    "image": "https://ftn.uns.ac.rs/wp-content/uploads/2025/01/11.png"
  },
  {
    "title": "Dan otvorenih vrata na Fakultetu tehničkih nauka",
    "url": "https://ftn.uns.ac.rs/dan-otvorenih-vrata-na-fakultetu-tehnickih-nauka/",
    "date": "08.12.2025",
    "excerpt": "13. decembar 2025. godine, od 12 do 14 časova Fakultet tehničkih nauka poziva sve zainteresovane srednjoškolce na Dan otvorenih vrata, u okviru kog će moći detaljno da se upoznaju sa studijskim programima u školskoj 2026",
    "image": "https://ftn.uns.ac.rs/wp-content/uploads/2025/12/dan_otvorenih_vrata_decembar-768x461.jpg"
  },
  {
    "title": "Svečano otvoren 31. skup TRENDOVI RAZVOJA: „Budućnost visokog obrazovanja: kvalitet, internacionalizacija, digitalizacija i inovacije“",
    "url": "https://ftn.uns.ac.rs/svecano-otvoren-31-skup-trendovi-razvoja-buducnost-visokog-obrazovanja-kvalitet-internacionalizacija-digitalizacija-i-inovacije/",
    "date": "03.12.2025",
    "excerpt": "U prisustvu velikog broja eminentnih predstavnika visokoobrazovnih i naučnih institucija, kao i akademske zajednice, u sredu, 3. decembra 2025. godine svečano je otvoren 31. skup TRENDOVI RAZVOJA. Tokom naredna dva dana,",
    "image": "https://ftn.uns.ac.rs/wp-content/uploads/2025/12/5-768x512.jpg"
  },
  {
    "title": "Svečana promocija master inženjera na Fakultetu tehničkih nauka",
    "url": "https://ftn.uns.ac.rs/svecana-promocija-master-inzenjera-na-fakultetu-tehnickih-nauka/",
    "date": "02.12.2025",
    "excerpt": "Na Fakultetu tehničkih nauka je 2. decembra održana svečana Promocija master inženjera, tradicionalni događaj kojim se obeležava uspešan završetak master studija i ulazak nove generacije stručnjaka u akademsku i profesio",
    "image": "https://ftn.uns.ac.rs/wp-content/uploads/2025/12/DSC_4281-768x512.jpg"
  },
  {
    "title": "Praktične primene veštačke inteligencije – predavanje u okviru PSIML Turneje 2025",
    "url": "https://ftn.uns.ac.rs/prakticne-primene-vestacke-inteligencije-predavanje-u-okviru-engpsiml-eng-turneje-2025/",
    "date": "02.12.2025",
    "excerpt": "U okviru PSIML Turneje 2025, na Fakultetu tehničkih nauka će biti održano specijalno predavanje namenjeno svim zainteresovanima za veštačku inteligenciju, mašinsko učenje i savremene AI alate. Predavanje se održava 7. de",
    "image": "https://ftn.uns.ac.rs/wp-content/uploads/2025/12/PSIML-post-002-768x438.png"
  }
]