[
  {
    "title": "Konkurs za dodelu privremenog smeštaja u Domu za nastavno-naučni i umetnički podmladak Univerziteta u Novom Sadu",
    "url": "https://ftn.uns.ac.rs/konkursa-za-dodelu-privremenog-smestaja-u-domu-za-nastavno-naucni-i-umetnicki-podmladak-univerziteta-u-novom-sadu/",
    "date": "03.02.2026",
    "excerpt": "Senat Univerziteta u Novom Sadu je na 6. sednici održanoj 29. januara 2026. godine doneo Odluku o raspisivanju Konkursa za dodelu privremenog smeštaja u Domu za nastavno-naučni i umetnički podmladak Univerziteta u Novom ",
    "image": "https://ftn.uns.ac.rs/wp-content/uploads/2026/02/konkurs_dom-002-768x461.png"
  },
  {
    "title": "Školska slava Sveti Sava i svečana promocija master inženjera Fakulteta tehničkih nauka",
    "url": "https://ftn.uns.ac.rs/savindan-i-svecana-promocija-master-inzenjera/",
    "date": "27.01.2026",
    "excerpt": "Fakultet tehničkih nauka već dugi niz godina obeležava Savindan Svečanom promocijom i dodelom Svetosavske nagrade najboljim studentima, čuvajući time vezu između znanja, obrazovanja i duhovnih vrednosti koje je Sveti Sav",
    "image": "https://ftn.uns.ac.rs/wp-content/uploads/2025/10/baner.jpg"
  },
  {
    "title": "Predavanje: EKSTREMNI INŽENJERSKI PODUHVATI PRI DIZANjU TEŠKIH TERETA",
    "url": "https://ftn.uns.ac.rs/predavanje-ekstremni-inzenjerski-poduhvati-pri-dizanju-teskih-tereta/",
    "date": "26.01.2026",
    "excerpt": "Pozivamo vas na predavanje: “EKSTREMNI INŽENJERSKI PODUHVATI PRI DIZANJU TEŠKIH TERETA” Predavanje će održati dipl. inženjer Grujica Ljubisavljević i dipl. inženjer Dušan Arbajter, gosti Katedre za mašinske konstrukcije,",
    "image": "https://ftn.uns.ac.rs/wp-content/uploads/2025/01/11.png"
  },
  {
    "title": "Poziv na konkurs za Pupinovu Nagradu Matice srpske",
    "url": "https://ftn.uns.ac.rs/poziv-na-konkurs-za-pupinovu-nagradu-matice-srpske-2/",
    "date": "20.01.2026",
    "excerpt": "U spomen Mihajla Pupina, stipendiste i dobrotvora Matice srpske, ustanovljena je nagrada za završne radove studenata do 35 godina starosti, koji predstavljaju doprinos tehničkim i prirodnomatematičkim disciplinama kojima",
    "image": "https://ftn.uns.ac.rs/wp-content/uploads/2026/01/pupinova_nagrada-768x461.jpg"
  },
  {
    "title": "Pripremna nastava za polaganje testa sklonosti – studije Inženjerstva zaštite životne sredine i Inženjerstva zaštite na radu u školskoj 2026/27. godini.",
    "url": "https://ftn.uns.ac.rs/pripremna-nastava-za-polaganje-testa-sklonosti-studije-inzenjerstva-zastite-zivotne-sredine-i-inzenjerstva-zastite-na-radu-u-skolskoj-2026-27-godini/",
    "date": "20.01.2026",
    "excerpt": "Cilj pripremne nastave je da kandidati steknu nova i prošire postojeća znanja iz oblasti zaštite životne sredine i zaštite na radu, kako bi sa što više uspeha položili prijemni ispit. Pitanja na testu biće sastavljena od",
    "image": "https://ftn.uns.ac.rs/wp-content/uploads/2026/01/priprema_zzs-768x461.jpg"
  },
  {
    "title": "Pripremna nastava za prijemni ispit – matematika",
    "url": "https://ftn.uns.ac.rs/pripremna-nastava-za-prijemni-ispit-matematika/",
    "date": "19.01.2026",
    "excerpt": "Katedra za matematiku Fakulteta tehničkih nauka će i u školskoj 2025/2026 godini organizovati pripremnu nastavu za prijemni ispit iz matematike. Predavanja će držati profesori i asistenti sa Katedre za matematiku FTN-a. ",
    "image": "https://ftn.uns.ac.rs/wp-content/uploads/2026/01/priprema_mat-768x461.jpg"
  }
]