[
  {
    "title": "Pripremna nastava iz matematike za studente prve godine – RASPORED I UPUTSTVO",
    "url": "https://ftn.uns.ac.rs/pripremna-nastava-iz-matematike-za-brucose-raspored-i-uputstvo-2/",
    "date": "",
    "excerpt": "Za studente prve godine studija obavezna onlajn pripremna nastave počinje u ponedeljak, 27. oktobra i traje do 31. oktobra 2025. godine. Nastava će se održati preko <eng>Microsoft Teams</eng> platforme. Specifikaciju minimalnih tehničkih karakteristika računara, mobilnog uređaja i internet konekcije"
  },
  {
    "title": "<eng>MITUTOYO</eng> – vodeći svetski proizvođač i dobavljač merne opreme posetio FTN",
    "url": "https://ftn.uns.ac.rs/engmitutoyo-eng-vodeci-svetski-proizvodac-i-dobavljac-merne-opreme-posetio-ftn/",
    "date": "",
    "excerpt": "Bila nam je čast da ugostimo ljude koji u svojoj DNK nose preciznost! Gospodin <eng>Norbert Keil</eng>, potpredsednik kompanije <eng>Mitutoyo Europe</eng>, gospodin <eng>Markus Feichtinger</eng>, direktor kompanije Mitutoyo Austria GmbH, i gospođa Sanja Ajkunić posetili su u utorak, 21. oktobra Faku"
  },
  {
    "title": "FTN na Sajmu saobraćaja: Zajedno za bezbednije puteve",
    "url": "https://ftn.uns.ac.rs/ftn-na-sajmu-saobracaja-zajedno-za-bezbednije-puteve/",
    "date": "",
    "excerpt": "Danas je na Novosadskom sajmu svečano otvoren Sajam saobraćaja, posvećen bezbednosti mladih i dece u saobraćaju, kao i unapređenju bezbednosti svih učesnika u saobraćaju. Sajam organizuju Pokrajinski sekretarijat za energetiku, građevinarstvo i saobraćaj, Agencija za bezbednost saobraćaja, Grad Novi"
  },
  {
    "title": "Akcija čišćenja reke Tise i priobalja",
    "url": "https://ftn.uns.ac.rs/akcija-ciscenja-reke-tise-u-okviru-projekata-engaquatic-plastic-eng-i-engadaptisa-eng/",
    "date": "",
    "excerpt": "U okviru projekta <eng>ADAPTisa</eng>, 16. oktobra 2025. godine sprovedena je akcija čišćenja reke Tise i priobalnog područja na potezu od Bačkog Petrovog Sela do Bečeja. U akciji je učestvovalo više od 60 učesnika, među kojima su bili predstavnici lokalnog stanovništva, studenti, zaposleni na Fakul"
  },
  {
    "title": "Preliminarna rang lista studenata koji su konkurisali za smeštaj u dom za 2025/2026 godinu",
    "url": "https://ftn.uns.ac.rs/preliminarna-rang-lista-studenata-koji-su-konkurisali-za-smestaj-u-dom-za-2025-2026-godinu/",
    "date": "",
    "excerpt": "Preliminarnu listu pogledajte ОВДЕ"
  },
  {
    "title": "Obaveštenje za studente",
    "url": "https://ftn.uns.ac.rs/obavestenje-za-studente-2/",
    "date": "",
    "excerpt": "Obaveštavaju se studenti da je Nastavno-naučno veće usvojilo izmene radnog kalendara za školsku 2024/2025. godinu. Nakon usvojenih izmena, uvode se sledeći dodatni ispitni rokovi: Dodatni septembarski rok 1: od 26. do 28. oktobra 2025. godine Dodatni septembarski rok 2: od 29. do 31. oktobra 2025. g"
  },
  {
    "title": "Docentkinja Fakulteta tehničkih nauka među deset finalistkinja za priznanje „Inženjerka godine 2025“",
    "url": "https://ftn.uns.ac.rs/docentkinja-fakulteta-tehnickih-nauka-medu-deset-finalistkinja-za-priznanje-inzenjerka-godine-2025/",
    "date": "",
    "excerpt": "Ivana Vasiljević, docentkinja na Katedri za animaciju u inženjerstvu Fakulteta tehničkih nauka Univerziteta u Novom Sadu, ušla je u uži izbor za prestižnu nagradu „Inženjerka godine 2025“, koju treću godinu zaredom organizuju Privredna komora Srbije, kompanija <eng>Siemens Srbija</eng> i udruženje „"
  },
  {
    "title": "Fakultet tehničkih nauka potpisao Memorandum o saradnji sa Naučno-tehnološkim parkom Beograd",
    "url": "https://ftn.uns.ac.rs/fakultet-tehnickih-nauka-potpisao-memorandum-o-saradnji-sa-naucno-tehnoloskim-parkom-beograd/",
    "date": "",
    "excerpt": "U utorak, 7. oktobra, je potpisan Memorandum o saradnji između Fakulteta tehničkih nauka Univerziteta u Novom Sadu i Naučno-tehnološkog parka Beograd, čime je uspostavljen okvir za zajedničke aktivnosti u oblasti razvoja inovacija, istraživačkih projekata i drugih oblika naučne saradnje između akade"
  },
  {
    "title": "Predstavljena nova veb aplikacija za unapređenje procesa prijave na konkurse sportskih organizacija",
    "url": "https://ftn.uns.ac.rs/predstavljena-nova-veb-aplikacija-za-unapredenje-procesa-prijave-na-konkurse-sportskih-organizacija/",
    "date": "",
    "excerpt": "Na jučerašnjem sastanku delegacija Grada Novog Sada i Grada Podgorice, održanom u Gradskoj kući, predstavljena je inovativna aplikacija razvijena u saradnji Fakulteta tehničkih nauka i Uprave za sport i omladinu Grada Novog Sada. Sastanku su, pored delegacija dva grada, prisustvovali i dekan Fakulte"
  },
  {
    "title": "Treći upisni rok na prvu godinu osnovnih akademskih i strukovnih studija",
    "url": "https://ftn.uns.ac.rs/treci-upisni-rok-na-prvu-godinu-osnovnih-akademskih-studija/",
    "date": "",
    "excerpt": "ТРЕЋИ КОНКУРСНИ РОК"
  },
  {
    "title": "Na korak do prve međunarodne akreditacije studijskog programa",
    "url": "https://ftn.uns.ac.rs/na-korak-do-prve-medunarodne-akreditacije-studijskog-programa/",
    "date": "",
    "excerpt": "Fakultet tehničkih nauka je protekle nedelje dobio zvaničnu potvrdu da je proces međunarodne akreditacije biznis studija na ovom fakultetu, MSS Inženjerski menadžment <eng>MBA</eng>, ušao u finalnu fazu. Naime, iz kompanije <eng>European Fondation for Management Development – EFMD</eng>, jedne od tr"
  },
  {
    "title": "Obaveštenje iz Ministarstva prosvete",
    "url": "https://ftn.uns.ac.rs/obavestenje-iz-ministrarstva-prosvete/",
    "date": "",
    "excerpt": "Ministarstvo prosvete Republike Srbije je na svom sajtu objavilo informaciju u vezi sa sprovođenjem odredbi člana 71. Zakona o visokom obrazovanju, kojom je predviđeno da studenti visokoškolskih ustanova čiji je osnivač Republika, ako su državljani Republike Srbije, ostvare pravo na pokriće 50% svoj"
  },
  {
    "title": "Fakultet tehničkih nauka",
    "url": "https://ftn.uns.ac.rs",
    "date": "",
    "excerpt": ""
  },
  {
    "title": "FTN započeo realizaciju <eng>SMART Researchers</eng> projekta – pilot inicijative za razvoj istraživačkih karijera u Evropi",
    "url": "https://ftn.uns.ac.rs/ftn-zapoceo-realizaciju-smart-researchers-projekta-pilot-inicijative-za-razvoj-istrazivackih-karijera-u-evropi/",
    "date": "",
    "excerpt": "Fakultet tehničkih nauka Univerziteta u Novom Sadu, kao koordinator, zvanično je danas započeo realizaciju trogodišnjeg projekta <eng>SMART Researchers – Strategic Micro-Credentialing and Skills Recognition for a Dynamic ESRs Talent Ecosystem</eng>. Projekat predstavlja pilot inicijativu u okviru Ev"
  },
  {
    "title": "Konkurs – produženi septembarski rok",
    "url": "https://ftn.uns.ac.rs/konkurs-produzeni-septembarski-rok/",
    "date": "",
    "excerpt": "Конкурс продужени септембарски рок"
  },
  {
    "title": "Konkurs za upis u <eng>I</eng> godinu svih stepena studija",
    "url": "https://ftn.uns.ac.rs/konkurs-za-upis-u-engi-eng-godinu-svih-stepena-studija/",
    "date": "",
    "excerpt": "Fakultet tehničkih nauka objavio je Konkurs za upis studenata u <eng>I</eng> godinu osnovnih akademskih, osnovnih strukovnih, master akademskih, master strukovnih, specijalističkih akademskih i doktorskih akademskih studija u školskoj 2025/26. godini. Elektronske prijave za upis na master, specijali"
  },
  {
    "title": "FTN deo međunarodnog projekta za borbu protiv rečnog plastičnog otpada",
    "url": "https://ftn.uns.ac.rs/ftn-deo-medunarodnog-projekta-za-borbu-protiv-recnog-plasticnog-otpada/",
    "date": "",
    "excerpt": "Oko 80% morskog otpada potiče sa kopna, a u more dospeva rekama. Dunavski sliv nije izuzetak – plastika koja se razgrađuje na mikro plastične čestice pod dejstvom sunčeve svetlosti i promenljivih temperatura predstavlja ozbiljnu pretnju ekosistemima, te se poslednjih godina posebna pažnja posvećuje "
  },
  {
    "title": "Svečano otvoren Sajam i konferencija “<eng>EV Days</eng> 2025“",
    "url": "https://ftn.uns.ac.rs/svecano-otvoren-sajam-i-konferencija-ev-days-2025/",
    "date": "",
    "excerpt": "Danas je na Novosadskom sajmu svečano otvoren peti Sajam i konferencija „<eng>EV Days </eng>2025“, najvećI regionalni događaj posvećen elektromobilnosti i inovacijama u oblasti transporta i održive energije. Manifestaciju su zvanično otvorili prof.dr Boris Dumnić, dekan Fakulteta tehničkih nauka Uni"
  },
  {
    "title": "OBAVEŠTENJE – ELEKTRONSKA OVERA LETNJEG SEMESTRA",
    "url": "https://ftn.uns.ac.rs/obavestenje-elektronska-overa-letnjeg-semestra/",
    "date": "",
    "excerpt": "Poštovani studenti, Obaveštavamo vas da će od 15. septembra 2025. godine na mobilnoj aplikaciji FTN mStudent i studentskom veb servisu biti omogućena overa letnjeg semestra za školsku 2024/2025. godinu.Kako biste uspešno overili semestar, neophodno je da na svojoj studentskoj finansijskoj kartici im"
  },
  {
    "title": "OBAVEŠTENJE ZA STUDENTE DOKTORSKIH I SPECIJALISTIČKIH AKADEMSKIH STUDIJA",
    "url": "https://ftn.uns.ac.rs/obavestenje-za-studente-doktorskih-i-specijalistickih-akademskih-studija/",
    "date": "01.09.2025",
    "excerpt": ""
  },
  {
    "title": "<eng>EV Days 2025</eng> – Peti regionalni sajam i konferencija o elektromobilnosti",
    "url": "https://ftn.uns.ac.rs/engev-days-2025-eng-peti-regionalni-sajam-i-konferencija-o-elektromobilnosti/",
    "date": "",
    "excerpt": "Peti po redu sajam i konferencija “<eng>Electric Vehicles Days – EV Days</eng>”, jedina manifestacija u regionu posvećena elektromobilnosti i inovacijama u automobilskom, energetskom, transportnom i tehnološkom sektoru, održaće se 11. i 12. septembra 2025. godine na Novosadskom sajmu. Organizatori d"
  },
  {
    "title": "PRELAZAK I NASTAVAK STUDIJA NA FAKULTETU TEHNIČKIH NAUKA",
    "url": "https://ftn.uns.ac.rs/prelazak-i-nastavak-studija-na-fakultetu-tehnickih-nauka/",
    "date": "",
    "excerpt": "Lica koja su zainteresovana za nastavak studija na Fakultetu tehničkih nauka, mogu da podnesu dokumentaciju na vrednovanje studijskog programa i priznavanje ispita u period od 01. do 10. oktobra 2025.godine u vremenskom periodu od 11 do 13 časova, u prostorijama Studentske službe fakulteta. Potrebna"
  },
  {
    "title": "Delegacija Džedžijang Univerziteta u poseti Fakultetu tehničkih nauka",
    "url": "https://ftn.uns.ac.rs/delegacija-dzedzijang-univerziteta-u-poseti-fakultetu-tehnickih-nauka/",
    "date": "",
    "excerpt": "Na Fakultetu tehničkih nauka Univerziteta u Novom Sadu u ponedeljak, 25. avgusta je boravila delegacija jednog od najprestižnijih kineskih univerziteta – Džedžijang (<eng>Zhejiang)</eng> Univerziteta iz Hangdžoua. Delegaciju su predvodili profesori <eng>Lu Xiaoshuang</eng> i <eng>Zhang Siyang</eng>,"
  },
  {
    "title": "Drugi konkursni rok za upis na osnovne akademske i strukovne studije",
    "url": "https://ftn.uns.ac.rs/drugi-konkursni-rok-za-upis-na-osnovne-akademske-i-strukovne-studije/",
    "date": "",
    "excerpt": "Fakultet tehničkih nauka objavio je Konkurs za drugi upisni rok studenata u prvu godinu osnovnih akademskih i strukovnih studija u školskoj 2025/26. godini. Elektronska prijava za upis biće moguća u periodu od 01. 09. 2025. god. do 05. 09. 2025. god., do 13.00 časova. Link za prijavu:http://prijemni"
  },
  {
    "title": "Drugi upisni rok – važne informacije",
    "url": "https://ftn.uns.ac.rs/drugi-upisni-rok-vazne-informacije/",
    "date": "",
    "excerpt": "NA OSNOVU ODLUKE O UTVRĐIVANjU TERMINA KONKURSNIH ROKOVA ZA UPIS STUDENATA NA SVIM NIVOIMA STUDIJA NA UNIVERZITETU U NOVOM SADU U ŠKOLSKOJ 2025/2026. GODINI, OBJAVLjUJU SE TERMINI PRIJAVA, PRIJEMNIH ISPITA I UPISA, ZA DRUGI UPISNI ROK, NA OSNOVNE AKADEMSKE I OSNOVNE STRUKOVNE STUDIJE: Prijavljivanje"
  },
  {
    "title": "Fakultet tehničkih nauka",
    "url": "https://ftn.uns.ac.rs",
    "date": "",
    "excerpt": ""
  },
  {
    "title": "Prvi upisni rok – uspešno završen",
    "url": "https://ftn.uns.ac.rs/prvi-upisni-rok-uspesno-zavrsen/",
    "date": "",
    "excerpt": "Fakultet tehničkih nauka Univerziteta u Novom Sadu uspešno je završio prvi upisni rok za školsku 2025/26. godinu. Od preko 2000 prijavljenih kandidata, upisano je 1850 svršenih srednjoškolaca, čime je nastavljena tradicija velikog interesovanja za naše studijske programe. Kvalitet i atraktivnost naš"
  },
  {
    "title": "FTN otvara vrata kandidatima sa srodnih fakulteta",
    "url": "https://ftn.uns.ac.rs/ftn-otvara-vrata-kandidatima-sa-srodnih-fakulteta-bez-prijemnog-ispita/",
    "date": "",
    "excerpt": "Kandidati koji su položili prijemni ispit na fakultetima iz srodnih oblasti (Mašinski, Elektrotehnički, Fakultet organizacionih nauka, …) će u ponedeljak i utorak, 4. i 5. avgusta, 2025. godine moći da se upišu i na FTN u prvom upisnom roku. Upis je od 8 do 12 časova, dr Sime Miloševića 12"
  },
  {
    "title": "GENERALNA PROZIVKA neupisanih kandidata",
    "url": "https://ftn.uns.ac.rs/generalna-prozivka-neupisanih-kandidata/",
    "date": "",
    "excerpt": "Nakon tri dana upisa kandidata, Fakultet tehničkih nauka poziva sve kandidate koji su polagali prijemni na našem fakultetu da u subotu, 2. avgusta 2025. godine sa početkom u 10 časova u Amfiteatru Naučno-tehnološkog parka (Fruškogorska 1, ulaz FTN kod parkinga) prisustvuju generalnoj prozivci na koj"
  },
  {
    "title": "Objavljene konačne rang liste",
    "url": "https://ftn.uns.ac.rs/objavljene-konacne-rang-liste/",
    "date": "",
    "excerpt": "Fakultet tehničkih nauka objavio je konačne rang liste kandidata koji su polagali prijemne ispite za upis na FTN za školsku 2025/26. godinu. Konačna rang lista se može pogledati na servisu prijemnih ispita: <eng>prijemni.ftn.uns.ac.rs</eng> Upis primljenih kandidata: 30. 07. 2025. godine – upisuju s"
  },
  {
    "title": "SREĆNO!",
    "url": "https://ftn.uns.ac.rs/srecno/",
    "date": "",
    "excerpt": "Više od 2000 prijava za prijemni ispit potvrđuje da je Fakultet tehničkih nauka, i u najizazovnijim vremenima, ostao simbol poverenja, kvalitetnog obrazovanja i izvrsnosti. Drage buduće kolege, želimo vam puno uspeha na prijemnom ispitu. Srećno!"
  },
  {
    "title": "Odluka o oslobađanju obaveze polaganja prijemnog ispita",
    "url": "https://ftn.uns.ac.rs/odluka-o-oslobadanju-obaveze-polaganja-prijemnog-ispita/",
    "date": "",
    "excerpt": "Kandidat koji je kao učenik trećeg ili četvrtog razreda srednje škole postigao izuzetan uspeh, time što je osvojio jedno od prva tri mesta, na republičkom takmičenju koje organizuje ministarstvo nadležno za srednje obrazovanje, ili na državnom ili međunarodnom takmičenju iz nastavnog predmeta iz kog"
  },
  {
    "title": "Saopštenje",
    "url": "https://ftn.uns.ac.rs/saopstenje-14/",
    "date": "",
    "excerpt": "Drage koleginice i kolege, studentkinje i studenti, Imajući u vidu sve izazove sa kojima se akademska zajednica, kao i celokupno društvo danas suočava, Fakultet tehničkih nauka ostaje dosledan vrednostima na kojima počiva univerzitetska zajednica: znanju, odgovornosti, slobodi, i dostojanstvu. U sva"
  },
  {
    "title": "VAŽNO OBAVEŠTENjE",
    "url": "https://ftn.uns.ac.rs/vazno-obavestenje/",
    "date": "",
    "excerpt": "NA OSNOVU ODLUKE O UTVRĐIVANjU TERMINA KONKURSNIH ROKOVA ZA UPIS STUDENATA NA SVIM NIVOIMA STUDIJA NA UNIVERZITETU U NOVOM SADU U ŠKOLSKOJ 2025/2026. GODINI, OBJAVLJUJU SE TERMINI PRIJAVA, PRIJEMNIH ISPITA I UPISA NA OSNOVNE AKADEMSKE I OSNOVNE STRUKOVNE STUDIJE: Prijavljivanje kandidata – Fakultet "
  },
  {
    "title": "UBRZANI KURS PRIPREMNE NASTAVE IZ MATEMATIKE",
    "url": "https://ftn.uns.ac.rs/ubrzani-kurs-pripremne-nastave-iz-matematike/",
    "date": "",
    "excerpt": "Fakultet tehničkih nauka u narednom periodu organizovaće pripremnu nastavu za prijemni ispit iz matematike. Predavanja će držati profesori i asistenti sa Katedre za matematiku FTN-a. Biće ponovljeno srednjoškolsko gradivo sa posebnim naglaskom na oblasti koje su potrebne za polaganje prijemnog ispit"
  },
  {
    "title": "INTENZIVNI KURS PRIPREMNE NASTAVE ZA UPIS NA STUDIJSKI PROGRAM ARHITEKTURA",
    "url": "https://ftn.uns.ac.rs/intenzivni-kurs-pripremne-nastave-za-upis-na-studijski-program-arhitektura-2/",
    "date": "",
    "excerpt": "Intenzivni kurs pripremne nastave za upis na osnovne studije na Departmanu za arhitekturu i urbanizam počinje u subotu, 05. jula 2025. godine od 10.00 časova. Predavanja će se održati u subotu, 05. jula, nedelju, 06. jula, subotu, 12. jula, nedelju, 13. jula, subotu, 19. jula i nedelju, 20. jula, pr"
  },
  {
    "title": "Overa zimskog semestra za školsku 2024/2025. godinu",
    "url": "https://ftn.uns.ac.rs/overa-zimskog-semestra-za-skolsku-2024-2025-godinu/",
    "date": "",
    "excerpt": "Na studentskom servisu i mobilnoj aplikaciji omogućena je overa zimskog semestra za školsku 2024/2025. godinu. Kako biste uspešno overili semestar, neophodno je da na svojoj finansijskoj kartici imate raspoloživo 2.500 dinara, odnosno 1.500* dinara za studente koji su upisali tekuću školsku godinu b"
  },
  {
    "title": "Poseta predstavnika Tehnološkog instituta u Harbinu, Kina",
    "url": "https://ftn.uns.ac.rs/poseta-predstavnika-tehnoloskog-instituta-u-harbinu-kina/",
    "date": "",
    "excerpt": "Fakultet tehničkih nauka ugostio je u petak, 6. juna predstavnike Ministarstva za ljudske resurse i socijalnu sigurnost Narodne Republike Kine i čuvenog Tehnološkog instituta u Harbinu (<eng>HIT</eng>). Ovom prilikom održan je sastanak sa rukovodstvom Fakulteta i predstavnicima Departmana za energet"
  },
  {
    "title": "Fakultet tehničkih nauka",
    "url": "https://ftn.uns.ac.rs",
    "date": "",
    "excerpt": ""
  }
]