[
  {
    "title": "Fakultet tehničkih nauka i Elektrodistribucija Srbije potpisali Memorandum o saradnji",
    "url": "https://ftn.uns.ac.rs/fakultet-tehnickih-nauka-i-elektrodistribucija-srbije-potpisali-memorandum-o-saradnji/",
    "date": "04.11.2025",
    "excerpt": "Na Fakultetu tehničkih nauka Univerziteta u Novom Sadu danas je potpisan Memorandum o saradnji između Elektrodistribucije Srbije d.o.o. Beograd i Fakulteta tehničkih nauka, kojim se uspostavlja strateško partnerstvo u ob",
    "image": "https://ftn.uns.ac.rs/wp-content/uploads/2025/11/VRSP0878-768x512.jpg"
  },
  {
    "title": "PRELIMINARNE RANG LISTE ZA UPIS VIŠIH GODINA",
    "url": "https://ftn.uns.ac.rs/preliminarne-rang-liste/",
    "date": "04.11.2025",
    "excerpt": "Obaveštavamo studente da su postavljene preliminarne rang liste za upis u školsku 2025/2026. godinu. Konačne rang liste biće objavljene u četvrtak, 6. novembra 2025. godine, do 20 časova. Podnošenje elektronskog zahteva ",
    "image": "https://ftn.uns.ac.rs/wp-content/uploads/2025/03/obavestenje-za-studente.png"
  },
  {
    "title": "Na Fakultetu tehničkih nauka Univerziteta u Novom Sadu danas je obeležen početak nove školske 2025/2026. godine.",
    "url": "https://ftn.uns.ac.rs/na-fakultetu-tehnickih-nauka-univerziteta-u-novom-sadu-danas-je-obelezen-pocetak-nove-skolske-2025-2026-godine/",
    "date": "03.11.2025",
    "excerpt": "Nakon intoniranja državne himne, studentima su se obratili dekan prof. dr Boris Dumnić i prodekani Fakulteta, podstičući ih da sa znatiželjom, odgovornošću i upornošću pristupe svojim obavezama, koje ih očekuju tokom stu",
    "image": "https://ftn.uns.ac.rs/wp-content/uploads/2025/11/банер-768x450.jpeg"
  },
  {
    "title": "Drugi konkursni rok za upis na master (akademske i strukovne) i specijalističke (akademske) studije",
    "url": "https://ftn.uns.ac.rs/drugi-konkursni-rok-za-upis-na-master-akademske-i-strukovne-i-specijalisticke-akademske-studije/",
    "date": "03.11.2025",
    "excerpt": "Obaveštavamo sve zainteresovane da je raspisan Konkurs za drugi rok za upis na master strukovne studije, master akademske studije i specijalističke akademske na Fakultetu tehničkih nauka. Prijava na konkurs se vrši elekt",
    "image": "https://ftn.uns.ac.rs/wp-content/uploads/2025/11/Baner-drugi_upisni_rok_konkurs-002-768x543.jpg"
  },
  {
    "title": "Svečano promovisani novi master inženjeri Fakulteta tehničkih nauka",
    "url": "https://ftn.uns.ac.rs/svecano-promovisani-novi-master-inzenjeri-fakulteta-tehnickih-nauka/",
    "date": "31.10.2025",
    "excerpt": "Na Fakultetu tehničkih nauka, 31. oktobra, svečano je održana Promocija master inženjera. Nakon intoniranja državne i univerzitetske himne, prisutnima su se obratili Pokrajinski sekretar za visoko obrazovanje i naučnoist",
    "image": "https://ftn.uns.ac.rs/wp-content/uploads/2025/10/baner.jpg"
  },
  {
    "title": "Produžen rok overe zdravstvenih knjižica za studente do 31. decembra 2025. godine",
    "url": "https://ftn.uns.ac.rs/produzen-rok-overe-zdravstvenih-knjizica-za-studente-do-31-decembra-2025-godine/",
    "date": "30.10.2025",
    "excerpt": "Zaključak Vlade broj 180-11448/2025 od 24. oktobra 2025. godine, kojim se Vlada saglasila da Republički fond za zdravstveno osiguranje izvrši overu isprava osiguranja svim studentima kojima ističe rok na koji su isprave ",
    "image": "https://ftn.uns.ac.rs/wp-content/uploads/2025/03/obavestenje-za-studente.png"
  }
]